Repository: common-repository/nameday
Catalog: language/nameday-*.po
Languages: hu_hu, it_it

source: You do not have sufficient permissions to access this page.
hu_hu: Nem rendelkezik megfelelő jogosultsággal az oldal megtekintéséhez.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.

source: Settings
hu_hu: Beállítások
it_it: Impostazioni

source: Donate with PayPal
hu_hu: Adomány PayPal-l

source: Dont reading .mo files!
hu_hu: Nem lehet olvasni az .mo fájlokat!
it_it: Dont lettura file .mo!

source: Label:
hu_hu: Címke:
it_it: Etichetta:

source: Current date is %s.
hu_hu: Ma %s van.
it_it: La data è %s.

source: Welcome to our visitors and teammates who called %s!
hu_hu: Üdvözöljük %s nevű látogatóinkat!
it_it: Benvenuto ai nostri visitatori e compagni di squadra che hanno invitato %s!

source: Next name-day will be tomorrow %s.
hu_hu: Holnap %s névnap lesz.
it_it: Avanti onomastico sarà %s domani.

source: Nameday
hu_hu: Névnap
it_it: Nome del giorno

source: Languages
hu_hu: Nyelvek
it_it: Lingue

source: Flag
hu_hu: Jelző
it_it: Bandiera

source: Name
hu_hu: Név
it_it: Nome

source: .mo files
hu_hu: .mo fájlok
it_it: .mo file

source: dataTables
hu_hu: Névnapok
it_it: Nome giorni

source: Language is already enabled or invalid!
hu_hu: Nyelv már engedélyezve van, vagy érvénytelen!
it_it: Il linguaggio è già abilitato o non valido!

source: Cannot disable Default Language!
hu_hu: Nem lehet letiltani Alapértelmezett nyelv!
it_it: Impossibile disabilitare lingua predefinita!

source: No such language!
hu_hu: Nincs ilyen nyelv!
it_it: Nessun linguaggio del genere!

source: Language is already disabled!
hu_hu: Nyelv már le van tiltva!
it_it: Il linguaggio è già disabilitato!

source: If you use the plugin, make a donation!
hu_hu: Ha használható a plugin, akkor küldj adományt!
it_it: Se si utilizza il plugin, fare una donazione!

source: Settings saved.
hu_hu: Beállítások mentve.
it_it: Impostazioni salvate.

source: Disable
hu_hu: Tiltás
it_it: Disattiva

source: Enable
hu_hu: Engedélyezés
it_it: Permettere

source: Installed!
hu_hu: Telepítve!
it_it: Installato!

source: Missing
hu_hu: Hiányzik
it_it: Perdere

source: Nameday of these countries in the wp_nevnap table. Read only.
hu_hu: Az egyes országok névnapjai a wp_nevnap táblában. Csak olvasható.

source: Default language settings
hu_hu: Alapértelmezett nyelv beállítása

source: Browser using languages(%s)
hu_hu: Böngésző által használt nyelvek(%s)

source: Save
hu_hu: Mentés
it_it: Salvare

source: No name days!!
hu_hu: Nincsenek névnapok!
it_it: Nessun onomastici!!

source: Welcome to our visitors and teammates who called %%name%%!
hu_hu: Üdvözöljük %%name%% nevű látogatóinkat!
it_it: Benvenuto ai nostri visitatori e compagni di squadra che hanno invitato %% name%%!

source: Next name-day will be tomorrow %%name%%.
hu_hu: Holnap %%name%% névnap lesz.
it_it: Avanti onomastico sarà %%name%% domani.

source: No name days!
hu_hu: Nincsenek névnapok!
it_it: Non onomastici!

source: Settings restored.
hu_hu: Beállítások visszaállítva.
it_it: Impostazioni restaurato.

source: Which days should be displayed?
hu_hu: Melyik napokat kell megjeleníteni?
it_it: Quali giorni deve essere visualizzato?

source: Only today
hu_hu: Csak ma
it_it: Solo oggi

source: Today and tomorrow
hu_hu: Ma és holnap
it_it: Oggi e domani

source: Today template:
hu_hu: Ma sablon:
it_it: Oggi modello:

source: Tomorrow template:
hu_hu: Holnap sablon szöveg:
it_it: Domani modello:

source: Text when no records found:
hu_hu: Szöveg, ha nincs rekord:
it_it: Testo quando non record trovati:

source: Text color:
hu_hu: Szöveg szín:
it_it: Colore del testo:

source: Bubble_settings
hu_hu: Buborék beállítások

source: Bubble on(default)
hu_hu: Buborék be(alapértelmezett)

source: Bubble off
hu_hu: Buborék ki

source: Bubble background color:
hu_hu: Buborék háttérszíne:

source: Bubble text color:
hu_hu: Buborék szöveg szín:

source: Template variables:
hu_hu: Sablon változó:
it_it: Template variabili:

source: Display the nameday.
hu_hu: Névnapok megjelenítése.
it_it: Visualizza l'onomastico.

source: Restore Defaults
hu_hu: Alapbeállítások viszaállítása
it_it: Ripristina impostazioni predefinite

source: Whould you like to reset settings?
hu_hu: Szeretné visszaállítani a beállításokat?
it_it: Whould volete ripristinare le impostazioni?

source: If you use the plugin, make a donatione!
hu_hu: Ha használható a plugin, akkor küldj adományt!
